import React from "react";
import "./Course.scss";

export default function Course() {
  return (
    <div className="course">
      <div className="course-card">
        <div className="card-image">
          <img src="course/1.png" alt="" />
          <img src="course/2.png" alt="" />
        </div>
        <div className="card-description">
          <h2>自然探索类课程</h2>
          <p>
            自然世界拥有丰富资源，而城市化社会中青少年对于自然社会的知识接收仅停留于书本
            知识，实际接触自然社会机会少，时间短。本产品课程设计的过程中根据青少年这一群体的
            需求以及兴趣特征，按照不同阶段的认知水平进行分层，对自然资源进行由高到低，由静到
            动的挖掘、利用和转化。
            课程打造通过识别、判断、分析、整合自然资源，把自然资源分为：植物类和动物类。
            根据这些自然资源的特性再以多元化的方式和开放性、创新性的思维设计引起青少年对自然
            的兴趣，同时引导青少年通过多元感知的方法去接触和认识自然，打破固有思维，开阔视野。
            到目前，“云禾途见”团队自然探索课程系列，已与武汉植物园、华师附中、水果湖二
            中、卓刀泉小学等学校达成合作伙伴关系，进行试点研学活动，并取得丰富成效。
          </p>
        </div>
      </div>
      <div className="course-card">
        <div className="card-image">
          <img src="course/3.png" alt="" />
          <img src="course/4.png" alt="" />
        </div>
        <div className="card-description">
          <h2>科学实践类课程</h2>
          <p>
            真知源于实践。知识的融会贯通来源于动手实践能力，科学实践类课程引导学生充分
            认识并了解每一个实验环节，把室外自然带到室内来，让学生通过观察、思考、分类、总结
            发现实验合理性、有趣性。研学导师不断地实验和打磨，以自然科学课本为参照，把不同难
            度的实验课程按照青少年不同的学习能力和认知水平进行结合，以达到最好的实验研学教育
            效果，充分发挥本课程的特色资源。
            另外按照不同年龄段的知识储备和知识接受能力，将科学实践类课程进行对象分层：小
            学类、初中类和高中类。让在适应群体相应的年龄阶段能够有最大的收获，并从中体会到自
            然和乐趣和神奇，激发其实践能力及科研兴趣。
            到目前，“云禾途见”团队科学实践类课程已拥有专业 4
            个实验室用于课程活动开展，
            该类研学课程设备设施齐全，配备专业研学导师专业指导进行。
          </p>
        </div>
      </div>
      <div className="course-card">
        <div className="card-image">
          <img src="course/5.png" alt="" />
        </div>
        <div className="card-description">
          <h2>野外科考类课程</h2>
          <p>
            野外科考系列研学课程，属于“云禾途见”研学精品课程，其中由专业导师带队，与科
            研项目相结合，搭建系列野外科考项目，设立中、长、短期“少年科考队”，长期开展，实
            力打造。 到目前，“云禾途见”团队科考足迹自 2009
            年至今，在民族地区野外科考行程近 40 万 公里，主持和参与国家级项目 5
            项，滇藏线科考活动长达 8 年，其间成果无数，到 2020 年
            建立中国民族地区特色生物资源大数据中心。
            由自然科考团队带领下设的野外考察类课程丰富且具有特色，实践意义强。拥有
            6 个自
            然保护区的科考经历，主要项目有外来入侵植物调查科考项目、巴东金丝猴国家级自然保护
            下的搭建“川金丝猴科考营”，木林子国家级自然保护区下搭建的“种子博物馆”等下设各
            类课程。另外，由科考过程的成果与经验，“云禾途见”团队制作多种专业性科普视频，目
            前已有 6
            个科普视频，例如“植物也会流汗吗？”“长在岩壁上的岩羊”等视频获得广泛传
            播和认可，具有持续影响力。
            以自然探索类和科学实践类课程为基础，把所学到的知识引用到实践中去，通过专业的
            野外科考研学导师的实地考察，并结合各个自然保护区的特色自然因素，设计出最为安全和
            最有特点的野外科考路线，让青少年真正深入到自然中去探索自然，发现自然的奥秘。
            野外科考类课程分成了亲子类和独立类。
            亲子类是针对年龄较小，需要父母陪伴，但又对野外自然十分感兴趣的一类人群，他们
            21
            认知水平有一定局限性，根据自然保护区的特点，再结合他们的认知，设计符合他们的课程，
            让他们在感受自然，学习知识的同时，促进亲子间情感交流。
            独立类是对于心智较为成熟，认知水平较高的一类人群，他们拥有一定的自我照顾能力，
            根据其知识储备和自身的能力，为他们设计提升自身认知和能力的课程，同时让他们更加深
            入地认识自然，切身感受自然。
          </p>
        </div>
      </div>
      <div className="course-card">
        <div className="card-image">
          <img src="course/6.jpg" alt="" />
          <img src="course/7.png" alt="" />
        </div>
        <div className="card-description">
          <h2>特色民族类研学课程</h2>
          <p>
            特色民族类系列研学课程，属于“云禾途见”研学创新特色课程，其中由专业导师带队，
            与院校科研项目相结合，长期拟结合系列野外科考项目，设立长期实践培训类课程，由导生
            团队实力打造，持续推出、不断更新内容。
            民族院校拥有大量的民族特色资源，在校的各个民族本科生、研究生、导师、博士、教
            授资源，是可大力设计课程的主要来源。特色类民族研学课程可开发范围广，联系自然科学
            实际，设计精品课程。
            以自然研学核心，设计“民族医药类”研学课程，在教授学生认识自然草木的同时，探
            索民族医药文化传统。以自然研学核心，设计“民族医药类”研学课程，在教授学生认识自
            然草木的同时，探索民族医药文化传统；例如在“踏草寻艾”关于“艾草”研学课程中，融
            入侗族传统民族医药疗法“蛋包银”等知识讲解。（侗族民族医药“蛋包银”疗法：退热驱
            寒。）
            以自然研学为核心，结合野外科考课程，拓展长期民族类研学课程，走进新疆、西藏等
            民族地区，深入自然中心；例如“藏族文化”“踏雪寻狼”等课程。
          </p>
        </div>
      </div>
    </div>
  );
}
